Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Unable to pair with the device. Check that the PIN is correct.
bn_bd: এই ডিভাইসের সাথে জুটিবদ্ধ হওয়া সম্ভব নয়। PIN সঠিক কিনা পরীক্ষা করুন।

source: Unable to pair with the device. Too many requests.
bn_bd: এই ডিভাইসের সাথে জুটিবদ্ধ হওয়া সম্ভব নয়। মাত্রাতিরিক্ত অনুরোধ রয়েছে।

source: Unable to share
bn_bd: শেয়ার করতে ব্যর্থ

source: Unable to sync
bn_bd: সিঙ্ক করতে ব্যর্থ

source: Unable to unmerge calls
bn_bd: কলগুলি আলাদা করা যাচ্ছে না

source: Unauthorized SIM card
bn_bd: অননুমোদিত সিম কার্ড

source: Unblock PIN
bn_bd: পিন আনব্লক করুন

source: Unblock PIN2
bn_bd: পিন২ আনব্লক করুন

source: Uncompressing… <span>This can take a few minutes.</span>
bn_bd: অসংকুচিত করা হচ্ছে... <span>এই কাজের জন্য কিছু সময় প্রয়োজন।</span>

source: Uninstall App
bn_bd: অ্যাপ্লিকেশন আনইনস্টল করুন

source: Unique Set Size
bn_bd: সতন্ত্র সেট আকার

source: Unknown album
bn_bd: অজানা অ্যালবাম

source: Unknown artist
bn_bd: অজানা শিল্পী

source: Unknown device
bn_bd: অজানা ধরনের ডিভাইস

source: Unknown file
bn_bd: অজানা ফাইল

source: Unknown remaining space.
bn_bd: অজানা জায়গা রয়েছে।

source: Unknown SIM card state
bn_bd: সিম কার্ডের অবস্থা অজ্ঞাত

source: Unknown state
bn_bd: অজানা অবস্থা

source: Unknown title
bn_bd: অজানা শিরোনাম

source: Unlink
bn_bd: লিঙ্কমুক্ত করুন

source: Unlink contact
bn_bd: পরিচিতি লিঙ্কমুক্ত করুন

source: Unlock
bn_bd: লক খুলুন

source: Unlock screen
bn_bd: স্ক্রিন আনলক

source: Unlock your SIM to enable Usage.
bn_bd: ব্যবহার সক্রিয় করতে আপনার সিম আনলক করুন।

source: Unpair
bn_bd: বিচ্ছিন্নকরণ

source: Unpair a connected device?
bn_bd: সংযোগ থাকা একটি যন্ত্র বিচ্ছিন্ন কর ?

source: Unpair device?
bn_bd: যস্ত্রটি বিচ্ছিন্ন

source: Unplug the phone
bn_bd: মোবাইল আনপ্লাগ করুন

source: Unplug the phone to capture photos and videos
bn_bd: ছবি তুলতে ও ভিডিও করতে ফোন আনপ্লাগ করুন

source: Unplug the phone to play music.
bn_bd: গান শুনতে ফোন থেকে ইউএসবি খুলুন।

source: Unplug the phone to use this app.
bn_bd: ছবি দেখতে ফোন থেকে ইউএসবি খুলুন।

source: Unplug the phone to watch videos.
bn_bd: ভিডিও দেখতে ফোন থেকে ইউএসবি খুলুন।

source: Unplug USB cable to disable
bn_bd: নিষ্ক্রিয় করতে কেবল খুলুন

source: Unsent
bn_bd: অপ্রেরিত

source: Unsent Message
bn_bd: অপ্রেরিত বার্তা

source: Unsuccessful. Enable SIM/RUIM LOCK
bn_bd: ব্যর্থ। সিম/রিম লক সক্রিয় করুন

source: untitled
bn_bd: শিরোনামহীন

source: Untitled
bn_bd: শিরোনামহীন

source: Updated bookmark
bn_bd: হালনাগাদকৃত বুকমার্ক

source: Update imported friends
bn_bd: মোবাইলে যুক্ত বন্ধুদের হালনাগাদ করা হয়েছে

source: Updates are downloaded via data connection when Wi-Fi is not available. Additional data charges may apply.
bn_bd: যেহেতু ওয়াই-ফাই উপলব্ধ ছিলো না তাই ডাটা সংযোগের মাধ্যমে হালনাগাদ ডাউনলোড হয়েছে। অতিরিক্ত চার্জ প্রযোজ্য হতে পারে।

source: Update status
bn_bd: অবস্থা হালনাগাদ করুন

source: Update URL
bn_bd: URL আপডেট

source: Update your balance to confirm. If balance is unchanged, try topping up again.
bn_bd: নিশ্চিত হতে আপনার ব্যালেন্স হালনাগাদ করুন। যদি ব্যালেন্স অপরিবর্তিত থাকে, পুনরায় টপ-আপ করার চেষ্টা করুন।

source: Updating
bn_bd: হালনাগাদ করা হচ্ছে

source: Updating…
bn_bd: হালনাগাদ করা হচ্ছে...

source: Usage
bn_bd: ব্যবহার

source: Usage application to see credit and data usage statistics
bn_bd: ক্রেডিট ও ডাটা ব্যবহারের পরিসংখ্যান দেখার অ্যাপ্লিকেশন

source: Usage First Time Experience
bn_bd: প্রথম ব্যবহারের অভিজ্ঞতা

source: Usage Widget
bn_bd: ব্যবহার প্রদর্শনকারী উইজেট

source: USB
bn_bd: ইউএসবি

source: USB on
bn_bd: USB চালু

source: Use application password
bn_bd: অ্যাপ্লিকেশন পাসওয়ার্ড ব্যবহার করুন

source: Use as default ringtone
bn_bd: ডিফল্ট রিংটোন হিসেবে ব্যবহার করুন

source: Used
bn_bd: ব্যবহৃত

source: Use Marketplace Reviewer Certs
bn_bd: মার্কেটপ্লেস রিভিউয়ার চার্ট ব্যবহার করুন

source: User
bn_bd: ব্যবহারকারী

source: User Guide
bn_bd: ব্যবহারকারীর নির্দেশিকা

source: Username and password
bn_bd: ইউজারনেম ও পাসওয়ার্ড

source: Use the Camera app to get started.
bn_bd: ক্যামেরা অ্যাপ দিয়ে শুরু করুন।

source: Use top-up code
bn_bd: টপ আপ কোড ব্যবহার করুন

source: Use your email address to create an account or sign in.
bn_bd: একটি নতুন অ্যাকাউন্ট তৈরি করতে অথবা লগ ইন করতে হলে আপনার ইমেইল ঠিকানা ব্যবহার করুন ।

source: using SIM {{n}}
bn_bd: SIM {{n}} ব্যবহৃত হচ্ছে

source: USSD modified to dial
bn_bd: USSD ডায়ালে পরিবর্তিত

source: USSD modified to SS
bn_bd: USSD SS-এ পরিবর্তিত হয়েছে

source: USSD modified to USSD
bn_bd: USSD USSD-তে পরিবর্তিত হয়েছে

source: USSD request is modified to DIAL request
bn_bd: USSD অনুরোধ পরিবর্তিত হয়ে DIAL অনুরোধ হয়েছে

source: USSD request is modified to new USSD request
bn_bd: USSD অনুরোধ পরিবর্তিত হয়ে নতুন USSD অনুরোধ হয়েছে

source: USSD request is modified to SS request
bn_bd: USSD অনুরোধ SS অনুরোধে পরিবর্তিত হয়েছে

source: Utilities
bn_bd: আনুষঙ্গিক

source: {{value}}d ago
bn_bd: {{value}}দিন পূর্বে

source: {{value}} days after
bn_bd: {{value}} দিন পর

source: {{value}} days ago
bn_bd: {{value}} দিন পূর্বে

source: {{value}} days before
bn_bd: {{value}} দিন পূর্বে

source: {{value}}h ago
bn_bd: {{value}}ঘন্টা পূর্বে

source: {{value}} hours after
bn_bd: {{value}} ঘন্টা পর

source: {{value}} hours ago
bn_bd: {{value}} ঘন্টা পূর্বে

source: {{value}} hours before
bn_bd: {{value}} ঘন্টা পূর্বে

source: {{value}}m ago
bn_bd: {{value}}মি. পূর্বে

source: {{value}} minutes after
bn_bd: {{value}} মিনিট পর

source: {{value}} minutes ago
bn_bd: {{value}} মিনিট পূর্বে

source: {{value}} minutes before
bn_bd: {{value}} মিনিট পূর্বে

source: {{value}} months after
bn_bd: {{value}} মাস পর

source: {{value}} months ago
bn_bd: {{value}} মাস পূর্বে

source: {{value}} months before
bn_bd: {{value}} মাস পূর্বে

source: {{value}} weeks after
bn_bd: {{value}} সপ্তাহ পর

source: {{value}} weeks ago
bn_bd: {{value}} সপ্তাহ পূর্বে

source: {{value}} weeks before
bn_bd: {{value}} সপ্তাহ পূর্বে

source: {{value}} years after
bn_bd: {{value}} বছর পর

source: {{value}} years ago
bn_bd: {{value}} বছর আগে

source: {{value}} years before
bn_bd: {{value}} বছর পূর্বে

source: {{vendor}} has locked this media file so that it cannot be shared with others or transferred to a new device.
bn_bd: {{vendor}} এই মিডিয়া ফাইলটি লক করে দিয়েছে যাতে এটি অন্য কারও সাথে শেয়ার বা অন্য কোন ডিভাইসে পাঠানো না যায়।

source: Verified
bn_bd: যাচাই করা হয়েছে

source: Verify
bn_bd: যাঁচাই

source: Very good
bn_bd: খুব ভাল

source: Very weak
bn_bd: খুবই দুর্বল

source: Via:
bn_bd: মাধ্যমে:

source: via SIM{{ n }}
bn_bd: SIM{{ n }} দিয়ে

source: Vibrate
bn_bd: ভাইব্রেট

source: Vibration
bn_bd: ভাইব্রেশন

source: Vibration on
bn_bd: কম্পন চালু

source: Video cannot be played: either because the server or network failed or because the format is not supported.
bn_bd: ভিডিও চালানো যাচ্ছে না: কারণ হতে সার্ভার অথবা নেটওয়ার্ক ত্রুটি কিংবা অসমর্থিত ফাইল ফরম্যাট।

source: Video can not be watched while plugged in
bn_bd: ইউএসবি লাগানো অবস্থায় ভিডিও দেখা যাবে না

source: Video Mode
bn_bd: ভিডিও মোড

source: Video not recorded
bn_bd: ভিডিও রেকর্ড হয়নি

source: Video Resolution
bn_bd: ভিডিও রেজ্যুলিউসন

source: Video Resolution {{value}}
bn_bd: ভিডিও রেজুল্যুশন {{value}}

source: Videos
bn_bd: ভিডিও

source: Video Storage
bn_bd: ভিডিও স্টোরেজ

source: Video Type
bn_bd: ভিডিওর ধরন

source: View contact
bn_bd: পরিচিতি দেখুন

source: View Facebook profile
bn_bd: ফেসবুক প্রোফাইল দেখুন

source: View message report
bn_bd: বার্তা প্রতিবেদন প্রদর্শন করুন

source: View with:
bn_bd: যা দিয়ে দেখবেন:

source: Visible to all
bn_bd: সবার কাছে দৃশ্যমান

source: Visible to All
bn_bd: সবার দৃষ্টিগোচর হোন

source: Voice
bn_bd: ভয়েস

source: Voicemail
bn_bd: ভয়েসমেইল

source: Voicemail Number
bn_bd: ভয়েসমেইল নম্বর

source: Voicemail number is unavailable
bn_bd: ভয়েসমেইল নম্বরটি পাওয়া যাচ্ছে না

source: Voice Privacy Mode
bn_bd: ভয়েস গোপনীয়তা মোড

# Voice: {{ voice }}
source: Voice: {{ voice }}\n
bn_bd: কন্ঠ: {{ voice }}\n

source: Volume warning
bn_bd: ভলিউম সতর্কবার্তা

source: W
bn_bd: বুধ

source: Waiting for other device…
bn_bd: অন্যান্য ডিভাইসের জন্য অপেক্ষা…

source: Wallpaper
bn_bd: ওয়ালপেপার

source: Wallpaper downloaded and installed.
bn_bd: ওয়ালপেপার ডাউনলোড এবং ইনস্টল হয়েছে।

source: Wallpaper set successfully
bn_bd: ওয়ালপেপার নির্ধারণ সফল হয়েছে

source: Wall post
bn_bd: ওয়াল পোস্ট

source: WAP Push
bn_bd: WAP পুশ

source: WAP Push manager
bn_bd: WAP পুশ ব্যাবস্থাপক

source: WAP Push message
bn_bd: ওয়াপ পুশ বার্তা

source: WCDMA preferred
bn_bd: WCDMA পছন্দনীয়

source: Weak
bn_bd: দুর্বল

source: We are done, the APN(s) are now stored.
bn_bd: আমাদের কাজ হয়ে গেছে, APN(গুলি) এখন সংরক্ষিত।

source: Weather
bn_bd: আবহাওয়া

source: Web app template
bn_bd: ওয়েব অ্যাপ টেমপ্লেট

source: Website name
bn_bd: ওয়েবসাইটের নাম

source: Website Permission
bn_bd: ওয়েবসাইটের অনুমতি

source: We could not sign in to the server. Maybe your password is wrong?
bn_bd: আমরা সার্ভারে সাইন-ইন করতে পারছি না। আপনার পাসওয়ার্ডটি কি ভুল?

source: Wed
bn_bd: বুধ

source: Wednesday
bn_bd: বুধবার

source: Weekdays
bn_bd: কর্মদিবস

source: Weekends
bn_bd: ছুটির দিন

source: Weekly
bn_bd: সাপ্তাহিক

source: Welcome
bn_bd: স্বাগতম

source: Welcome to {{brandShortName}}, the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
bn_bd: একটি মুক্ত এবং ওপেন সোর্স অপারেটিং সিস্টেম, {{brandShortName}} এ আপনাকে সুস্বাগতম। আমাদের লক্ষ্য হচ্ছে আপনার হাতে ওয়েবের ক্ষমতা রেখে মুক্ততা, নতুনত্ব এবং সুবিধাকে প্রচার করা।

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our\u20
bn_bd: সমস্যা সমাধানে ও আমাদের পণ্য উন্নত করতে আমারা ক্র্যাশ প্রতিবেদন ব্যাবহার করি। আমরা আপানার তথ্য এমন ভাবে ব্যবহার করি যেমনটা আছে\u0020

source: We’ve sent a code to {{phone_number}}. We’ll try to pick it up automatically, but you’ll have to enter it manually if it’s not in use in this device.
bn_bd: আমরা {{phone_number}} তে একটি কোড পাঠিয়েছি। আমরাই এটি নেওয়ার চেষ্টা করবো, কিন্তু আপনাকে এটি দিতে হবে যদি এই ডিভাইসে সেটি ব্যবহার করা না হয়।

source: We were unable to find a ringtone app to manage ringtones!
bn_bd: রিংটোন ব্যবস্থাপনার জন্য আমরা কোনো রিংটোন অ্যাপ পাইনি!

source: We will send an email to: {{email}}
bn_bd: আমরা একটি মেইল পাঠাবো: {{email}}

source: What is a SIM PIN?
bn_bd: সিম পিন কি?

source: What’s in a crash report?
bn_bd: একটি ক্র্যাশ রিপোর্টে কি থাকবে?

source: When balance is below
bn_bd: যখন ব্যালেন্স স্বল্প

source: When busy
bn_bd: যখন ব্যস্ত

source: When the screen reader is enabled, your device will provide spoken feedback to assist blind and low-vision users.
bn_bd: স্ক্রিন পাঠক সক্রিয় করা হলে, অন্ধ এবং কম দৃষ্টিশক্তি সম্পন্ন ব্যবহারকারীদের সহায়তা করার জন্য কথ্য প্রতিক্রিয়া সেবা দেওয়া হবে।

source: When unanswered
bn_bd: কল গ্রহন না করলে

source: When unreachable
bn_bd: যখন অনুপস্থিত

source: When use is above
bn_bd: ব্যবহারসীমা পার হলে

source: When you turn on Do Not Track, your device tells every website and app (as well as advertisers and other content providers) that you do not want your behavior tracked.
bn_bd: যখন আপনি ট্র্যাক করবেন না চালু করবেন, আপনার ডিভাইস সকল ওয়েবসাইট ও অ্যাপকে (সাথে সাথে বিজ্ঞাপন ও অনান্য জিনিস সরবরাহকারীকে) বলবে যে আপনি আপনার চালচলন ট্র্যাক করাতে চান না।

source: When you use {{brandShortName}}, you become part of a global community helping to build a brighter future for the Web. If you’d like to know more about the Mozilla community, our other products and events near you, please enter your email address below.
bn_bd: যখন আপনি {{brandShortName}} ব্যবহার করবেন তখন ওয়েবের একটি উজ্জ্বল ভবিষ্যৎ গড়ায় সাহায্যের জন্য আপনিও বিশ্ব সম্প্রদায়ের একজন হয়ে যাবেন। মজিলা সম্প্রদায়, আমাদের আরো প্রোডাক্ট এবং আপনার কাছের ইভেন্ট সম্পর্কে আরো জানতে এখানে আপনার ই-মেইল ঠিকানা প্রবেশ করান।

source: Where?
bn_bd: কোথায়?

source: Why do you feel happy?
bn_bd: আপনি কেন আনন্দিত?

source: Why do you feel sad?
bn_bd: আপনি কেন দুঃখী?

source: Wi-Fi
bn_bd: ওয়াই-ফাই

source: Wi-Fi: connecting
bn_bd: ওয়াই-ফাই: সংযোগ হচ্ছে

source: Wi-Fi: {{level}} of 4 bars
bn_bd: ওয়াই-ফাই: ৪টির মধ্যে {{level}} বার

source: Wi-Fi off
bn_bd: ওয়াই-ফাই বন্ধ

source: Wi-Fi on
bn_bd: ওয়াই-ফাই চালু

source: Wi-Fi on, initializing
bn_bd: ওয়াই-ফাই চালু, সক্রিয় হচ্ছে

source: Wi-Fi Output in ADB
bn_bd: ADB তে ওয়াই-ফাই আউটপুট

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
bn_bd: ওয়াই-ফাই উপলব্ধ নেই। বর্তমান সংযোগের মাধ্যমে হালনাগাদ করা হলে অতিরিক্ত চার্জ প্রযোজ্য হতে পারে।

source: Wi-Fi usage
bn_bd: ওয়াই-ফাই ব্যবহার

source: Window Management
bn_bd: উইন্ডো ব্যবস্থাপনা

source: Withheld number
bn_bd: উপেক্ষিত নম্বর

source: Word Suggestion
bn_bd: শব্দ প্রস্তাবনা

source: Word suggestions
bn_bd: শব্দ প্রস্তাবনা

source: Would you like to send Mozilla a report about the crash to help us fix the problem? (Reports are sent over Wi-Fi only.)
bn_bd: এই ক্র্যাশ সম্পর্কে আপনি কি মজিলাকে একটি রিপোর্ট প্রেরণ করবেন যাতে তা সমাধান করা যায়? (রিপোর্ট শুধুমাত্র ওয়াই-ফাই এর মাধ্যমে পাঠানো হবে।)

source: Would you like to share your camera and microphone with {{app}}?
bn_bd: আপনি কি {{app}} এর সাথে ক্যামেরা এবং মাইক্রোফোন শেয়ার করতে চান?

source: Would you like to share your camera and microphone with {{site}}?
bn_bd: আপনি কি {{site}} এর সাথে ক্যামেরা এবং মাইক্রোফোন শেয়ার করতে চান?

source: Would you like to share your camera with {{app}}?
bn_bd: আপনি কি {{app}} এর সাথে আপনার ক্যামেরা শেয়ার করতে চান?

source: Would you like to share your camera with {{site}}?
bn_bd: আপনি কি {{site}} এর সাথে আপনার ক্যামেরা শেয়ার করতে চান?

source: Would you like to share your microphone with {{app}}?
bn_bd: আপনি কি {{app}} এর সাথে আপনার মাইক্রোফোন শেয়ার করতে চান?

source: Would you like to share your microphone with {{site}}?
bn_bd: {{site}} এর সাথে আপনি মাইক্রোফোন শেয়ার করতে চান?

source: WPS is in progress…
bn_bd: WPS কাজ করছে...

source: WPS timed out
bn_bd: WPS এর সময় শেষ

source: WPS was canceled
bn_bd: WPS বাতিল করা হয়েছে

source: Wrong login and/or password
bn_bd: ভুল ব্যবহারকারীর নাম/পাসওয়ার্ড

source: Yahoo!
bn_bd: ইয়াহু!

source: YB
bn_bd: ইয়ট্টাবাইট

source: Year of Birth
bn_bd: জন্মের সাল

source: yesterday
bn_bd: গতকাল

source: You are about to store the following APN(s) on your phone:
bn_bd: আপনি নিচের এই APN(গুলি) সংরক্ষণ করতে যাচ্ছেন:

source: You are currently connected to this device. Unpairing will also disconnect from it.
bn_bd: বর্তমানে আপনি এই ডিভাইসে সংযুক্ত আছেন। আলাদা করা হলে এর থেকে বিচ্ছিন্ন হয়ে যাবে।

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
bn_bd: {{brandShortName}} এর নাম বা লোগোর সীমাবদ্ধতাহীন মজিলা ফাউন্ডেশনের বা অন্য কোনো পক্ষের ট্রেডমার্কের জন্য আপনি কোনো ট্রেডমার্ক অধিকার বা লাইসেন্স গ্রহন করেননি।

source: You are not set up to send or receive email. Would you like to do that now?
bn_bd: আপনি প্রেরণ বা গ্রহনের জন্য ইমেইল সেটআপ করেননি। আপনি কি এখন তা করতে চান?

source: You can always swipe from the bottom edge to enter home screen.
bn_bd: যেকোনো সময় প্রধান স্ক্রীনে প্রবেশ করতে নিচে থেকে সুইপ করতে পারেন।

source: You can change default settings at Settings > SIM manager
bn_bd: সেটিং > সিম কার্ড ব্যবস্থাপক এ গিয়ে আপনি পূর্বনির্ধারিত সেটিং পরিবর্তন করতে পারেন

source: You can change the language, date/time and Wi-Fi connection in settings.
bn_bd: সেটিং থেকে আপনি ভাষা, তারিখ/সময় এবং ওয়াই-ফাই সংযোগ পরিবর্তন করতে পারবেন।

source: You can change the nick name or keep the default name.
bn_bd: আপনি নাম পরিবর্তন করতে পারেন বা পূর্বনির্ধারিত নামটিও রাখতে পারেন।

source: You can create an account or sign in from Settings.
bn_bd: অাপনি সেটিং থেকে অ্যাকাউন্ট তৈরি করতে অথবা সাইন ইন করতে পারেন।

source: You can import and edit Facebook friends anytime in Contacts settings
bn_bd: পরিচিতি সেটিং এ আপনি যেকোনো সময় ফেসবুকের বন্ধুদের ইম্পোর্ট কিংবা সম্পাদনা করতে পারবেন

source: You can not change the caller ID setting
bn_bd: আপনি কলার আইডি সেটিং পরিবর্তন করতে পারবেন না

source: You can not make calls, send messages or go online because emergency callback mode is enabled. Would you like to turn it off?
bn_bd: আপনি কল করতে, বার্তা পাঠাতে বা অনলাইন যেতে পারবেন না কারন জরুরী কলব্যাক মোড সক্রিয় করা আছে। আপনি কি এটা বন্ধ করতে চান?

source: You can reset your password from Settings.
bn_bd: সেটিং থেকে পাসওয়ার্ড পুনরায় নির্ধারন করুন।

source: You have an active call on another connection. You can only use one connection at a time.
bn_bd: অন্য সংযোগে আপনার একটি সক্রিয় কল রয়েছে। আপনি একবারে শুধু একটি সংযোগ ব্যবহার করতে পারবেন।

source: You have {{n}} tries left to enter the correct code before locking the SIM card.
bn_bd: সিম কার্ড টি লক হওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার {{n}} টি চেষ্টা বাকি আছে।

source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
bn_bd: সিম কার্ডটি স্থায়ীভাবে আব্যাবহারযোগ্য হওয়ার পূর্বে সঠিক কোডটি প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ বাকি রয়েছে। আরও তথ্যের জন্য আপনার সিম কার্ডের নথিপত্র দেখুন অথবা আপনার ক্যারিয়ার এর সাথে যোগাযোগ করুন।

source: You have one try left to enter the correct code before locking the SIM card.
bn_bd: সিম কার্ড লক হয়ে যাওয়ার আগে আপনার কাছে সঠিক কোড প্রবেশ করানোর জন্য একটি সুযোগ আছে

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
bn_bd: সিম কার্ডটি স্থায়ীভাবে আব্যাবহারযোগ্য হওয়ার পূর্বে সঠিক কোডটি প্রবেশ করানোর জন্য আপনার কাছে শুধুমাত্র একটি সুযোগ বাকি রয়েছে। আরও তথ্যের জন্য আপনার সিম কার্ডের নথিপত্র দেখুন অথবা আপনার ক্যারিয়ার এর সাথে যোগাযোগ করুন।

source: You have reached the maximum file size for this attachment.
bn_bd: আপনি এই অ্যাটাচমেন্টে সর্বোচ্চ ফাইলের আকারে পৌছে গেছেন।

source: You have run out of media storage space.
bn_bd: আপনার মিডিয়া স্টোরেজে খালি জায়গা ফুরিয়ে গেছে।

source: You must be connected to the Internet to subscribe to the newsletter.
bn_bd: এই নিউসলেটারের গ্রাহক হতে আপনাকে ইন্টারনেটে সংযুক্ত থাকতে হবে।

source: You must be connected to the Internet to view the page.
bn_bd: এই পৃষ্ঠা দেখার জন্য আপনাকে অবশ্যই ইন্টারনেটে সংযুক্ত থাকতে হবে।

source: You must enable IMAP for your Gmail account
bn_bd: জিমেইল অ্যাকাউন্টের জন্য আপনাকে অবশ্যই IMAP চালু করতে হবে

source: You must enable IMAP on your Gmail account
bn_bd: জিমেইল অ্যাকাউন্টের জন্য আপনাকে অবশ্যই IMAP চালু করতে হবে

source: You must enable POP3 for your Gmail account
bn_bd: জিমেইল অ্যাকাউন্টের জন্য আপনাকে অবশ্যই POP3 চালু করতে হবে

source: You must enable POP3 on your Gmail account
bn_bd: জিমেইল অ্যাকাউন্টের জন্য আপনাকে অবশ্যই POP3 চালু করতে হবে

source: You must enter the Personal Unlocking Key (PUK2) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
bn_bd: আপনার সিম কার্ডের জন্য ব্যক্তিগত আনলকিং কী (PUK2) কোড লিখতে হবে। আপনার সিম কার্ড নথিপত্র পড়ুন অথবা অধিক বিবরণের জন্য আপনার ক্যারিয়ার সাথে যোগাযোগ করুন।

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
bn_bd: আপনাকে অবশ্যই এই সিম কার্ডটির ব্যাক্তিগত বন্ধ খোলার চাবি (PUK) কোড প্রবেশ করাতে হবে। আরও তথ্যের জন্য আপনার সিম কার্ডের নথিপত্র খুজুন অথবা আপনার ক্যারিয়ার এর সাথে যোগাযোগ করুন।

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
bn_bd: আপনাকে অবশ্যই সিম কার্ডের Personal Unlocking Key (PUK) কোড প্রবেশ করাতে হবে। সিম কার্ডের তথ্যগুলো দেখুন বা মোবাইল অপারেটর এর সাথে যোগাযোগ করুন।

source: You must meet certain age requirements to create a Firefox Account. {{learnmore}}
bn_bd: একটি ফায়ারফক্স অ্যাকাউন্ট তৈরি করতে হলে আপনাকে একটি নির্দিষ্ট বয়সের সীমা পার হতে হবে। {{learnmore}}

source: You must use an application specific password for two-factor Gmail accounts
bn_bd: ২ ফ্যাক্টর জিমেইল অ্যাকাউন্টের জন্য আপনাকে অবশ্যই একটা অ্যাপ্লিকেশন এর জন্য নির্দিষ্ট পাসওয়ার্ড ব্যবহার করতে হবে

source: You need at least {{ threshold }}% battery level to install the update.
bn_bd: আপডেট ইনস্টল করতে {{ threshold }}% ব্যাটারি থাকতে হবে।

source: You need phone coverage to update your balance or top up.
bn_bd: আপনার ব্যালেন্স অথবা টপ আপ আপডেট করতে ফোনের কাভারেজ প্রয়োজন।

source: You need to enter an application-specific password below.
bn_bd: আপনাকে অ্যাপ্লিকেশন-সংশ্লিষ্ট একটি পাসওয়ার্ড দিতে হবে।

source: Your device name exceeds {{length}} characters. Please retry again.
bn_bd: আপনার ডিভাইসের নাম {{length}} বর্ণের বেশি হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।

source: Your email is not valid
bn_bd: এই নিউজ লেটারের গ্রাহক হতে আপনাকে ইন্টারনেটে সংযুক্ত হতে হবে।

source: You’re ready to enjoy your new phone.
bn_bd: আপনি আপনার নতুন ফোন উপভোগ করতে প্রস্তুত।

source: Your feedback will help us to improve Firefox OS.
bn_bd: ফায়ারফক্স ওএস উন্নত করতে আপনার মতামত আমাদের সহায়তা করবে।

source: Your Firefox Account is ready to go!
bn_bd: অাপনার ফায়ারফক্স অ্যাকাউন্ট প্রস্তুত হয়েছে!\u00A0

source: Your Firefox Account lets you use features like Find My Device and apps like the Firefox Marketplace.
bn_bd: আপনার ফায়ারফক্স অ্যাকাউন্ট আপনাকে Find My Device এর মতো ফিচার এবং ফায়ারফক্স মার্কেটপ্লেসের মতো অ্যাপ ব্যবহার করতে দেয়।

source: Your message contains one or more invalid email addresses. Please correct them before sending.
bn_bd: আপনার বার্তায় এক বা একাধিক অকার্যকর ইমেইল ঠিকানা রয়েছে। প্রেরণের পূর্বে অনুগ্রহ করে ঠিক করুন।

source: Your Multimedia Message (MMS), subject {{subject}}, was sent on {{datetime}}
bn_bd: আপনার মাল্টিমিডিয়া বার্তা (MMS), বিষয় {{subject}}, {{datetime}} তে পাঠানো হয়েছিল

source: Your Multimedia Message (MMS), was sent on {{datetime}}
bn_bd: আপনার মাল্টিমিডিয়া বার্তা (MMS), {{datetime}} তে পাঠানো হয়েছিল

source: Your name
bn_bd: আপনার নাম

source: Your operator does not support that operation.
bn_bd: আপনার অপারেটর এই কাজ টি সমর্থন করে না।

source: Your password in Facebook has changed. Please, update it.
bn_bd: আপনার ফেসবুকে পাসওয়ার্ড পরিবর্তন করা হয়েছে। অনুগ্রহ করে, হালনাগাদ করুন।

source: Your password must be at least 8 characters long.
bn_bd: পাসওয়ার্ড অন্তত ৮ অক্ষরের হতে হবে।

source: Your previous message was not sent. Do you want to edit the unsent message or discard it and continue?
bn_bd: আপনার আগের বার্তাটি পাঠানো হয়নি। আপনি কি অপ্রেরিত বার্তাটি সম্পাদনা করতে চান নাকি বার্তটি অপসারণ করতে চান এবং চালিয়ে যেতে চান?

source: Your Privacy
bn_bd: আপনার গোপনীয়তা

source: Your Rights
bn_bd: আপনার অধিকারসমূহ

source: Your SIM card is PUK-locked
bn_bd: আপনার সিম কার্ড PUK দ্বারা লক রয়েছে

source: Your Text Message (SMS), was sent on {{datetime}}
bn_bd: আপনার টেক্সট বার্তা (SMS), {{datetime}} তে পাঠানো হয়েছিল

source: Your top-up is being processed.
bn_bd: আপনার টপ আপ প্রক্রিয়াধীন আছে।

source: You’ve exceeded the maximum size. Remove attachments or shorten the message to send it.
bn_bd: আপনি বেশি লিখে ফেলেছেন। বার্তা পাঠাতে বিশেষ চিহ্ন অপসারণ করুন অথবা বার্তা ছোট করুন।

source: You’ve reached the limit you selected
bn_bd: আপনি নিজের নির্বাচিত সীমায় পৌঁছে গেছেন

source: You’ve reached the maximum length.
bn_bd: আপনি এর বেশি লিখতে পারবেন না।

source: You will receive a confirmation message
bn_bd: আপনি একটি নিশ্চিতকরণ বার্তা পাবেন

source: ZB
bn_bd: যেট্টাবাইট

source: zero hours
bn_bd: শুন্য ঘণ্টা

source: zero minutes
bn_bd: শুন্য মিনিট

source: zero seconds
bn_bd: শূন্য সেকেন্ড

source: Zip code
bn_bd: পোস্টকোড

source: Zip code:
bn_bd: পোস্ট কোড:

source: {{ appName }} download failed
bn_bd: {{ appName }} ডাউনলোড ব্যর্থ হয়েছে

source: {{ appName }} download stopped
bn_bd: {{ appName }} ডাউনলোড বন্ধ হয়ে গিয়েছে

source: {{ appName }} install failed
bn_bd: {{ appName }} ইনস্টল ব্যর্থ হয়েছে

source: 1 New Email
bn_bd: ১ টি নতুন ইমেইল

source: Add Contact Dialog
bn_bd: পরিচিতি সংলাপ যোগ করুন

source: Add more keyboards
bn_bd: আরও কীবোর্ড যোগ করুন
